/* Button text to continue a game
   To continue the game */
"continue" = "Kontynuuj";

/* Button text to start a custom game */
"customGame" = "Gra własna";

/* Message to say something went wrong */
"errorMessage" = "Coś poszło nie tak.";

/* Button name to exit the game */
"exit" = "Wyjdż";

/* Message to say that the game is over */
"gameOver" = "Koniec gry";

/* Multi-line description of the game rules */
"gameRules" = "Jeśli zbierzesz za dużo kart - odpadasz z gry.";

/* Hello greeting */
"hello" = "Witaj";

/* Message to say you can't do that */
"illegalMoveMessage" = "Nie możesz tego teraz zrobić";

/* Button name to invite an AI */
"inviteAI" = "Zaproś AI";

/* Text message to invite someone with */
"inviteString" = "Dołącz do mnie na grę w Blef";

/* State that something is full */
"isFull" = "jest pełen";

/* Button text to join game rooms */
"joinARoom" = "Dołącz";

/* Button text to join the rooms
   To join the room */
"joinRoom" = "Dołącz";

/* Third person perfect aspect of the verb to lose */
"lost" = "przegrał/a";

/* Button name to move to StartScene */
"menu" = "Menu";

/* Button name to open the game room */
"openRoom" = "Otwórz pokój";

/* Button name to play a move */
"play" = "Graj";

/* The noun describing a game participant */
"player" = "Gracz";

/* State that players in room (... are ...) */
"playersInRoom" = "Gracze w pokoju";

/* Button text to start a quick game */
"quickGame" = "Szybka rozgrywka";

/* The noun meaning a closed space that can be occupied */
"room" = "Pokój";

/* Button name to share a game link */
"share" = "Zaproś innych";

/* Message to say share the link with another player */
"shareMessage" = "Wyślij innemu graczowi link";

/* Button name to start the game */
"startGame" = "Start";

/* Third person perfect aspect of the verb to win */
"won" = "wygrał/a";

/* Second person singular pronoun */
"you" = "Ty";

/* Message to say that you lost in the game */
"youLost" = "Przegrywasz";

/* Message to say that you won in the game */
"youWon" = "Zwyciężasz";
